[GLOBAL]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tag				   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

UserName = 用戶名稱
Pwd = 用戶口令
MAC = MAC地址
Limit = 使用時效
Status = 狀態資訊


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 解析欄位名稱	;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

UserName = 用戶名稱
PassWord = 用戶口令
MAC = MAC地址
Limit = 使用時效
Status = 狀態資訊
UserByID = 操作員ID
GameID = 遊戲ID
ModuleName = 模組名稱
ModuleClass = 模組分類
ModuleContent = 模組描述
Module_ID = 模組ID
User_ID = 用戶ID
ModuleList = 模組列表
GameName = 遊戲名稱
GameContent = 消息描述
Letter_ID = 信件ID
Letter_Sender = 發送人
Letter_Receiver = 接收人
Letter_Subject = 主題
Letter_Text = 內容
Send_Date = 發送日期
Process_Man = 處理人
Process_Date = 處理日期
Transmit_Man = 周轉人
Is_Process = 是否處理
Host_Addr = 主機位址
Host_Port = 主機埠
Host_Pat = aaa
Conn_Time = 連接時間
Connect_Msg = 連接網路消息
DisConnect_Msg = 斷開網路消息
Author_Msg = 驗證信息
Index = 記錄索引
PageSize = 每頁顯示資料個數
ERROR_Msg = 系統錯誤
RealName = 姓名
DepartID = 部門ID
DepartName = 部門名稱
DepartRemark = 部門描述
PageCount = 總頁數
SDO_ChargeSum = 合計
MJ_ServerIP = 猛將遊戲
SDO_ServerIP = 伺服器IP
SDO_UserIndexID = 玩家ID
SDO_Account = 玩家帳號
SDO_Level = 玩家的等級
SDO_Exp = 當前經驗值
SDO_GameTotal = 總  局  數
SDO_GameWin = 勝  局  數
SDO_DogFall = 平  局  數
SDO_GameFall = 負  局  數
SDO_Reputation = 聲  望  值
SDO_GCash = 玩家G幣數量
SDO_MCash = 玩家M幣數量
SDO_Address = 玩家的地址
SDO_Age = 玩家的年齡 
SDO_ProductID = 商品編號
SDO_ProductName = 商品名稱
SDO_ItemCode = 道具編號
SDO_ItemName = 道具名稱
SDO_MoneyType = 貨幣類型
SDO_MoneyCost = 道具價格
SDO_ShopTime = 消費時間
SDO_Online = 是否線上
SDO_LoginTime = 上線時間
SDO_LogoutTime = 下線時間
SDO_AREANAME = 伺服器名稱
SDO_NickName = 呢　　　稱
SDO_9YouAccount = 9you帳號
SDO_SEX = 性　　別
SDO_RegistDate = 註冊日期
SDO_FirstLogintime = 第一次登錄時間
SDO_LastLogintime = 最後一次登錄時間
SDO_Ispad = 跳舞毯狀態
SDO_Desc = 道具描述
SDO_Postion = 道具位置
SDO_MinLevel = 所需等級
SDO_DateLimit = 日期期限
SDO_TimesLimit = 使用次數
SDO_City = 所在城市
SDO_BeginTime = 消費記錄開始時間
SDO_EndTime = 消費記錄結束時間
SDO_SendTime = 道具送人日期
SDO_SendIndexID = 發送人的ID
SDO_SendUserID = 發送人帳號
SDO_ReceiveNick = 接受人呢稱
SDO_BigType = 道具大類
SDO_SmallType = 道具小類
SDO_FirstPadTime = 第一次使用跳舞毯時間
SDO_ItemName = 道具名稱
SDO_ipaddr = IP地址
SDO_MAINCH = 伺服器
SDO_SUBCH = 房間
SDO_MAIN_CH = 星球
SDO_SUB_CH = 頻道
SP_Name = 存儲過程名
Real_ACT = 操作的內容
ACT_Time = 操作時間
BeginTime = 開始日期
EndTime = 結束日期
SDO_Title = 標    題
SDO_Context = 內　　容
SDO_Email = E-Mail
SDO_StopTime = 停封時間
AU_ACCOUNT = 玩家帳號
AU_UserNick = 玩家呢稱
AU_Sex = 玩家性別
AU_State = 玩家狀態
AU_STOPSTATUS = 勁舞團封停狀態
AU_Reason = 封停理由
AU_BanDate = 封停日期
AU_ServerIP = 勁舞團遊戲伺服器
CR_ServerIP = 伺服器
CR_ACCOUNT = 玩家帳號
CR_Passord = 玩家密碼
CR_NUMBER = 啟動碼
CR_ISUSE = 是否被使用
CR_STATUS = 玩家狀態
CR_ActiveIP = 啟動伺服器
CR_ActiveDate = 啟動日期
CR_BoardID = 公告ID
CR_BoardContext = 公告內容
CR_BoardColor = 公告顏色
CR_ValidTime = 生效時間
CR_InValidTime = 失效時間
CR_Valid = 是否有效
CR_DayLoop = 每天播放
CR_SPEED = 播放速度
CR_Mode = 播放方式
CR_Channel = 頻道ID
CR_ACTION = 使用狀態
CR_Expire = 是否有效
CR_BoardContext1 = 是否有效2
CR_BoardContext2 = 是否有效3
CARD_PDID = 充值ID
CARD_PDkey = 交易號
CARD_PDCardType = 充值點卡類型
CARD_PDFrom = 充值來源
CARD_PDCardNO = 充值卡號
CARD_PDCardPASS = 充值卡密碼
CARD_PDCardPrice = 充值卡面值
CARD_PDaction = 充值方式
CARD_PDuserid = 充值人ID
CARD_PDusername = 充值人
CARD_PDgetuserid = 被充值人ID
CARD_PDgetusername = 充值對象
CARD_PDdate = 操作時間
CARD_PDip = 操作者IP
CARD_PDstatus = 本次操作狀態
CARD_UDID = 充值ID
CARD_UDkey = 交易號
CARD_UDusedo = 消費目的
CARD_UDdirect = 是否直充遊戲
CARD_UDuserid = 使用人ID
CARD_UDusername = 消費人
CARD_UDgetuserid = 被使用人ID
CARD_UDgetusername = 消費物件
CARD_UDcoins = 金額
CARD_UDtype = 消費方式
CARD_UDtargetvalue = 使用目的保留字
CARD_UDzone1 = 使用伺服器參數1
CARD_UDzone2 = 使用伺服器參數2
CARD_UDdate = 操作時間
CARD_UDip = 操作者IP
CARD_UDstatus = 本次操作狀態
CARD_cardnum = 卡號
CARD_cardpass = 密碼
CARD_serial = 點卡序號
CARD_draft = 批號
CARD_type1 = 類型1
CARD_type2 = 類型2
CARD_type3 = 類型3
CARD_type4 = 類型4
CARD_price = 金額
CARD_valid_date = 有效期
CARD_use_status = 是否使用
CARD_cardsent = Sent
CARD_create_date = 使用時間
CARD_use_userid = 使用者ID
CARD_use_username = 使用者用戶名
CARD_partner = 合作廠商ID
CARD_skey = 明細帳ID
CARD_ActionType = 操作類型
CARD_id = 身份證號碼
CARD_username = 註冊用戶名
CARD_nickname = 註冊呢稱
CARD_password = 註冊密碼
CARD_sex = 註冊性別
CARD_rdate = 註冊日期
CARD_rtime = 註冊時間
CARD_securecode = 安全碼
CARD_vis = ~~~
CARD_logdate = 日期
CARD_realname = 真實姓名
CARD_birthday = 出生日期
CARD_cardtype = 類型
CARD_email = 郵件
CARD_occupation = 職業
CARD_education = 教育程度
CARD_marriage = 婚否
CARD_constellation = 星座
CARD_shx = 生肖
CARD_city = 城市
CARD_address = 聯繫地址
CARD_phone = 聯繫電話
CARD_qq = QQ號
CARD_intro = 介紹
CARD_msn = MSN地址
CARD_mobilephone = 移動電話
CARD_SumTotal = 合計
AuShop_orderid = 編號
AuShop_udmark = udmark
AuShop_bkey = bkey
AuShop_pkey = pkey
AuShop_userid = 玩家編號
AuShop_username = 用戶名
AuShop_getuserid = 獲贈玩家編號
AuShop_getusername = 贈送給
AuShop_pcategory = 種類
AuShop_pisgift = 禮物
AuShop_islover = 情人
AuShop_ispresent = 贈送品
AuShop_isbuysong = 購買歌曲
AuShop_prule = 規則
AuShop_psex = 性別
AuShop_pbuytimes = 購買時限
AuShop_allprice = 計價
AuShop_allaup = 商城積分
AuShop_buytime = 道具時限
AuShop_buytime2 = 購買時間
AuShop_buyip = 購買人IP
AuShop_zone = 地區
AuShop_status = 狀態
AuShop_pid = ID
AuShop_pname = 道具名稱
AuShop_pgift = 禮物
AuShop_pscash = 現金
AuShop_pgamecode = 遊戲代碼
AuShop_pnew = 新
AuShop_phot = 熱
AuShop_pcheap = 便宜
AuShop_pchstarttime = 開始時間
AuShop_pchstoptime = 停止時間
AuShop_pstorage = 倉庫
AuShop_pautoprice = 自定義價格
AuShop_price = 價格
AuShop_chprice = 價格
AuShop_aup = 商城積分
AuShop_chaup = chaup
AuShop_ptimeitem = ptimeitem
AuShop_pricedetail = 價格說明
AuShop_pdesc = pdesc
AuShop_pbuys = 購買
AuShop_pfocus = 位置
AuShop_pmark1 = 標誌
AuShop_pmark2 = 標誌
AuShop_pmark3 = 標誌
AuShop_pinttime = 兌換時間
AuShop_pdate = pdate
AuShop_pisuse = 是否使用
AuShop_ppic = 形象圖片
AuShop_ppic1 = 形象圖片
AuShop_usefeesum = 使用積分總額
AuShop_useaupsum = 使用商城積分總額
AuShop_buyitemsum = 購買道具總額
AuShop_BeginDate = 開始時間
AuShop_EndDate = 結束時間
AuShop_GCashSum = G幣總和
AuShop_MCashSum = M幣總和
SDO_DaysLimit = 天數限制
Unknow = 未知















;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 				   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
